{
    "login": [{
        "groupTitle": "",
        "children": [
            {
                "title": "ログインパスワードを復元する方法",
                "subtitle": "アカウントのパスワードを忘れた場合、リセットできます",
                "detail": "パスワードリセット手順：\nログインページで「パスワードを忘れた」入口を見つけ、クリックしてパスワードリセットページに進みます。メールアドレスを入力し、「メールを送信」ボタンをクリックしてください。KS Fitからそのメールアドレスにパスワードリセット用のメールが送信されます。メール内の指示に従ってパスワードをリセットしてください。"
            },
            {
                "title": "メールが使用できない場合",
                "subtitle": "元のメールが異常でログインできません、メールを変更する必要があります",
                "detail": "速やかにKS Fitに登録されているメールアドレスを変更してください。メールアドレス変更手順：\nアカウントとセキュリティ_紐付けメールを変更、ページ上の指示に従って操作してください。\nそれでも問題が解決しない場合は、問題をフィードバックとして送信するか、KS Fitのカスタマーサポート（kingsmithfitness@gmail.com）にお問い合わせください。"
            },
            {
                "title": "KS Fitからのメールが受信できない場合",
                "subtitle": "",
                "detail": "迷惑メールフォルダを確認してください。一部のメールが誤って迷惑メールと判断される可能性があります。それでも解決しない場合は、問題をフィードバックとして送信するか、kingsmithfitness@gmail.comまでお問い合わせください。"
            }
        ]
    },
        {
            "groupTitle": "よくある質問",
            "children": [

                {
                    "title": "KS Fitアカウントを登録する方法",
                    "subtitle": "",
                    "detail": "KS Fitはメールアドレスによる登録のみ対応しています。\n\n具体的な登録手順：\nKS Fitにアクセスし、ログインページで「登録」入口を見つけてクリックします。その後、登録ページに進み、メールアドレスを入力してパスワードを設定すれば、登録が完了します。"
                },
                {
                    "title": "サードパーティアカウントを連携/変更する方法",
                    "subtitle": "",
                    "detail": "1.正常にログインできる場合：\nログイン後、「マイページ_設定_アカウントとセキュリティ」に進み、Google/Appleアカウントの連携または変更を行うことができます。\n\n2.ログインできない場合：\n前のページで「アカウントを探す」をクリックして、まずアカウントを見つけてください。ログインに成功した後、上記の操作を行ってください。"
                },
                {
                    "title": "アカウントを削除する方法",
                    "subtitle": "",
                    "detail": "ログイン後、「マイページ_設定_アカウントとセキュリティ」に進み、アカウントを削除することができます。"
                }

            ]
        }],
    "addDevice": [
        {
            "groupTitle": "",
            "children": [
                {
                    "title": "デバイスが見つからない場合はどうしたらいいですか？",
                    "subtitle": "",
                    "detail": "1. デバイスをオフにして5秒間待ってから、再度オンにすることができます。\n2. 検索する際：\n(1) デバイスがオンになっており、接続待機状態（ブルートゥースランプが点滅）であることを確認し、十分に近い距離にいることを確認してください。\n(2) デバイスが接続待機状態にない場合、誰が接続したかわからない場合は、デバイスをリセット（リセット機能がない場合はオフにする）して、再度検索を試みてください。\n(3) アプリが取得していることを確認してください：位置情報の許可、近隣デバイスの検索許可；設定パス：設定-アプリケーション管理-KS Fit-権限管理-これらの権限を許可状態に設定する\n(4) デバイスがローイングマシンの場合、検索中にハンドルを引き、ローイングマシンを起動し、画面を点灯したままにしておきます。\n(5) デバイスがスピンバイクの場合、検索中にバイクをペダルでブルートゥースランプが点滅するまで漕ぎます。\n(6) デバイスがスマートダンベルの場合、検索中にシェイクまたはパネルをタッチしてダンベルを起動します。\n(8) アンドロイド携帯を使用している場合は、Bluetoothをオンにし、近隣のBluetoothデバイスを検索し、デバイスが近隣のBluetoothデバイスリストに表示されているかを確認してください。 同時に、デバイスが「ペアリング済みデバイス」リストにあるかどうかも確認する必要があります。 その場合、ペアリングを解除してください。\nIOS携帯を使用している場合は、「nRF Connect」アプリをダウンロードし、このアプリを開いて、デバイスが近隣のBluetoothカテゴリに表示されているかを確認してください。\nデバイスが近隣のBluetoothデバイスリストに表示されない場合、デバイスに問題がある可能性があります。 その後、アフターサービスのカスタマーサービスに連絡して解決してください。\n3. 上記の状況が排除された場合、アプリ内でユーザーのフィードバック（ログを含む）を提出することができます。 フィードバックの内容には、以下の項目を含める必要があります：問題の説明、デバイスの本体のデバイス情報の写真、連絡先、ログ。\nフィードバックを受け取った後、問題を迅速に特定し、カスタマーサービスのスタッフもフィードバックを受け取った後、積極的に連絡を取ることができます。"
                },
                {
                    "title": "如何添加设备？",
                    "subtitle": "",
                    "detail": "1. デバイスの電源をオンにし、スイッチをオンにしてください。\n2. KS Fitアプリを開き、「運動」ページを開き、右上隅の「+」をクリックして「デバイスを追加」ページに進んでください。\n3. 「デバイスを追加」ページに入ると、自動的にデバイスの検索が開始され、検索時間は30秒です。\n4. 検索結果からデバイスを見つけ、「接続」ボタンをクリックしてデバイスに接続できます。\nデバイスが正常に通電されていることを確認し、十分に近い距離にいてください。"
                },
                {
                    "title": "自分のデバイスの名前が分からない場合はどうすればいいですか？",
                    "subtitle": "",
                    "detail": "App内表示されるデバイス名は、デバイスの説明書と異なる場合があります。\nデバイス名が「デバイスを追加」ページで見つからない場合は、検索されたデバイスに接続を試みてください。\n問題が解決しない場合は、カスタマーサポートに連絡してください。"
                },
                {
                    "title": "デバイスの接続に失敗した場合はどうすればいいですか？",
                    "subtitle": "",
                    "detail": "ご使用のデバイスの種類に応じた解決策をご確認ください：\n1. トレッドミル/ウォーキングマシンカテゴリー：\n1. デバイスを電源オフにして5秒待機後、再び電源を入れてみてください。\n2. 接続時にデバイスが以下の条件を満たしている必要があります：\n   （1）デバイスが電源オンで接続待機状態（Bluetoothランプが点滅している状態）であり、あなたとの距離が十分近いことを確認してください。\n   （2）スマートフォンがアプリに対して位置情報とBluetoothの権限を許可しており、Bluetoothが常にオンになっていることを確認してください。\n3. デバイスがすでにカードページに存在する場合、「バインド解除」を試してから再度お試しください。\n4. 上記の状況をすべて確認した後、アプリ上でユーザー反馈（ログ付き）を送信できます。反馈内容には以下の項目を含める必要があります：問題の説明、デバイスの本体に記載されたデバイス情報の写真、連絡先、ログ。\n   ご反馈をいただいた後、迅速に問題を特定でき、カスタマーサービススタッフが反馈を受け取った後、積極的にご連絡いたします。\n2. ローイングマシンカテゴリー\n1. デバイスを電源オフにして5秒待機後、再び電源を入れてみてください。\n2. 接続時にデバイスが以下の条件を満たしている必要があります：\n   （1）接続中にローイング動作を維持してください。\n   （2）デバイスが電源オンで接続待機状態（Bluetoothランプが点滅している状態）であることを確認してください。\n   （3）スマートフォンがアプリに対して位置情報とBluetoothの権限を許可しており、Bluetoothが常にオンになっていることを確認してください。\n3. 上記の状況をすべて確認した後、アプリ上でユーザー反馈（ログ付き）を送信できます。反馈内容には以下の項目を含める必要があります：問題の説明、デバイスの本体に記載されたデバイス情報の写真、連絡先、ログ。\n   ご反馈をいただいた後、迅速に問題を特定でき、カスタマーサービススタッフが反馈を受け取った後、積極的にご連絡いたします。\n3. ダンベルカテゴリー\n1. 接続時にデバイスが以下の条件を満たしている必要があります：\n   （1）接続中にダンベルを振る動作を維持してください。\n   （2）デバイスが電源オンで接続待機状態（Bluetoothランプが点滅している状態）であることを確認してください。\n   （3）スマートフォンがアプリに対して位置情報とBluetoothの権限を許可しており、Bluetoothが常にオンになっていることを確認してください。\n2. 上記の状況をすべて確認した後、アプリ上でユーザー反馈（ログ付き）を送信できます。反馈内容には以下の項目を含める必要があります：問題の説明、デバイスの本体に記載されたデバイス情報の写真、連絡先、ログ。\n   ご反馈をいただいた後、迅速に問題を特定でき、カスタマーサービススタッフが反馈を受け取った後、積極的にご連絡いたします。\n4. 自転車カテゴリー\n1. デバイスを電源オフにして5秒待機後、再び電源を入れてみてください。\n2. 接続時にデバイスが以下の条件を満たしている必要があります：\n   （1）接続中に自転車をこぐ動作を維持してください。\n   （2）デバイスが電源オンで接続待機状態（Bluetoothランプが点滅している状態）であることを確認してください。\n   （3）スマートフォンがアプリに対して位置情報とBluetoothの権限を許可しており、Bluetoothが常にオンになっていることを確認してください。\n3. 上記の状況をすべて確認した後、アプリ上でユーザー反馈（ログ付き）を送信できます。反馈内容には以下の項目を含める必要があります：問題の説明、デバイスの本体に記載されたデバイス情報の写真、連絡先、ログ。\n   ご反馈をいただいた後、迅速に問題を特定でき、カスタマーサービススタッフが反馈を受け取った後、積極的にご連絡いたします。"
                }
            ]
        }
    ]
}
