{
  "login": [
    {
      "groupTitle": "",
      "children": [
        {
          "title": "Відновлення пароля для входу",
          "subtitle": "Забули пароль, можна скинути",
          "detail": "Шлях для скидання пароля:\nНа сторінці входу знайдіть «Забули пароль», перейдіть на сторінку скидання, введіть електронну адресу та натисніть «Надіслати лист». KS Fit надішле лист для скидання пароля. Дотримуйтесь інструкцій у листі."
        },
        {
          "title": "Електронна пошта не працює",
          "subtitle": "Оригінальна пошта з помилкою, потрібно змінити пошту",
          "detail": "Швидко змініть прив’язану електронну пошту в KS Fit:\nОбліковий запис і безпека_Змінити електронну пошту. Дотримуйтесь інструкцій на екрані.\nЯкщо проблема не вирішена, відправте відгук або зверніться до служби підтримки KS Fit."
        },
        {
          "title": "Не отримуєте листи від KS Fit",
          "subtitle": "",
          "detail": "Перевірте папку «Спам», оскільки деякі листи можуть туди потрапити. Якщо проблема залишається, надішліть відгук або зверніться до нас: kingsmithfitness@gmail.com."
        }
      ]
    },
    {
      "groupTitle": "Популярні запитання",
      "children": [
        {
          "title": "Як зареєструвати обліковий запис KS Fit",
          "subtitle": "",
          "detail": "KS Fit підтримує реєстрацію тільки через електронну пошту.\n\nКроки реєстрації:\nНа сторінці входу знайдіть «Реєстрація», натисніть, введіть електронну пошту та встановіть пароль, щоб завершити реєстрацію."
        },
        {
          "title": "Як прив’язати/переприв’язати сторонній обліковий запис",
          "subtitle": "",
          "detail": "1. Якщо ви можете увійти:\nПерейдіть до «Я_Налаштування_Обліковий запис і безпека», щоб прив’язати або змінити Google/Apple.\n\n2. Якщо не можете увійти:\nНатисніть «Відновити обліковий запис», знайдіть свій акаунт, увійдіть і виконайте зазначені дії."
        },
        {
          "title": "Як видалити обліковий запис",
          "subtitle": "",
          "detail": "Увійшовши в акаунт, перейдіть до «Я_Налаштування_Обліковий запис і безпека», щоб видалити обліковий запис."
        }
      ]
    }
  ],
  "addDevice": [
    {
      "groupTitle": "",
      "children": [
        {
          "title": "Якщо пристрой не знайдено, що робити?",
          "subtitle": "",
          "detail": "1. Вимкніть пристрій, подайте 5 секунд, а потім увімкніть знову.\n2. Під час пошуку:\n(1) Переконайтеся, що пристрій увімкнений та знаходиться в режимі очікування підключення (синього світлодіодного ліхтаря мигає), а також що він достатньо близько до вас.\n(2) Якщо пристрій не знаходиться в режимі очікування підключення та ви не знаєте, хто його підключив, ви можете спробувати скинути налаштування пристрою (або вимкнути його, якщо немає функції скидання) та повторно виконати пошук.\n(3) Переконайтеся, що додаток отримав наступні дозволи: доступ до місцезнаходження, пошук поблизу пристроїв; шлях до налаштувань: Налаштування - Керування додатками - KS Fit - Керування дозволами - Встановіть ці дозволи в стан дозволеного\n(4) Якщо ваш пристрій - це вітрильна машинка, потягніть за ручку, щоб активувати вітрильну машинку, та залиште екран увімкненим під час пошуку.\n(5) Якщо ваш пристрій - це спортивний велосипед, крутіть педалі, поки лампочка Bluetooth не замигне під час пошуку.\n(6) Якщо ваш пристрій - це розумна гантель, потрясіть її або доторкніться до панелі, щоб активувати гантель під час пошуку.\n(8) Якщо ви користуєтеся телефоном Android, увімкніть Bluetooth, знайдіть поблизу пристрої Bluetooth та перевірте, чи ваш пристрій з'являється у списку поблизу пристроїв Bluetooth. Також потрібно перевірити, чи пристрій знаходиться у списку \"з'єднаних пристроїв\", та якщо так, роз'єднайте його.\nЯкщо ви користуєтеся телефоном iOS, завантажте додаток \"nRF Connect\", відкрийте цей додаток та перевірте, чи ваш пристрій з'являється у категорії поблизу пристроїв Bluetooth,\nЯкщо ваш пристрій не з'являється у списку поблизу пристроїв Bluetooth, можливо, з вашим обладнанням виникла проблема, ви можете звернутися до служби підтримки клієнтів для її розв'язання.\n3. Якщо ви виключили вищезазначені ситуації, ви можете надіслати відгук користувача (з журналом) у додаток. Вміст відгуку повинен включати наступні елементи: опис проблеми, фото інформації про пристрій на корпусі пристрою, контактні дані, журнал.\nПісля отримання вашого відгуку ми швидко визначимо вашу проблему, а персонал служби підтримки клієнтів також зв'яжеться з вами після отримання відгуку."
        },
        {
          "title": "Як додати пристрій?",
          "subtitle": "",
          "detail": "1. Спершу підключіть пристрій до джерела живлення та вимкніть його.\n2. Відкрийте додаток KS Fit, перейдіть на сторінку「Спорт」, натисніть「+」у правому верхньому кутку, щоб потрапити на сторінку「Додати пристрій」.\n3. Після входу на сторінку「Додати пристрій」, додаток автоматично розпочне пошук пристроїв, який триватиме 30 секунд.\n4. Знайдіть свій пристрій у результатах пошуку та натисніть「Підключити」, щоб встановити зв'язок.\nПереконайтеся, що пристрій підключений до живлення і знаходиться достатньо близько під час пошуку."
        },
        {
          "title": "Що робити, якщо ви не знаєте назви свого пристрою?",
          "subtitle": "",
          "detail": "Назва пристрою, відображена в додатку, може не збігатися з назвою у довіднику пристрою.\nЯкщо ви не знайшли пристрій з такою назвою на сторінці「Додати пристрій」, ви можете спробувати підключитися до пристрою, який відображається в результатах пошуку.\nЯкщо ваше питання не вирішено, будь ласка, зверніться до служби підтримки клієнтів."
        },
        {
          "title": "Що робити, якщо підключення пристрою відмовило?",
          "subtitle": "",
          "detail": "Перевірте відповідне рішення залежно від типу вашого пристрою:\n1. Категорія Бігові доріжки/Ходильні машини:\n1. Ви можете вимкнути пристрій, зачекати 5 секунд і знову увімкнути його.\n2. Під час підключення пристрій має відповідати таким умовам:\n   (1) Переконайтеся, що пристрій увімкнено та перебуває в стані готовності до підключення (Bluetooth-індикатор блимає), і що він достатньо близько до вас.\n   (2) Переконайтеся, що ваш телефон надав додатку дозволи на доступ до геолокації та Bluetooth, і що Bluetooth завжди увімкнено.\n3. Якщо пристрій уже відображається на сторінці картки, спробуйте “розірвати зв’язок” і повторіть спробу.\n4. Якщо ви виключили вищезазначені ситуації, ви можете надіслати відгук користувача (з логом) через додаток; відгук має включати: опис проблеми, фотографії інформації про пристрій на корпусі пристрою, контактні дані, лог.\n   Отримавши ваш відгук, ми зможемо швидко визначити вашу проблему, і наша служба підтримки зв’яжеться з вами проактивно.\n2. Категорія Гребні тренажери\n1. Ви можете вимкнути пристрій, зачекати 5 секунд і знову увімкнути його.\n2. Під час підключення пристрій має відповідати таким умовам:\n   (1) Під час процесу підключення продовжуйте виконувати гребні рухи.\n   (2) Переконайтеся, що пристрій увімкнено та перебуває в стані готовності до підключення (Bluetooth-індикатор блимає).\n   (3) Переконайтеся, що ваш телефон надав додатку дозволи на доступ до геолокації та Bluetooth, і що Bluetooth завжди увімкнено.\n3. Якщо ви виключили вищезазначені ситуації, ви можете надіслати відгук користувача (з логом) через додаток; відгук має включати: опис проблеми, фотографії інформації про пристрій на корпусі пристрою, контактні дані, лог.\n   Отримавши ваш відгук, ми зможемо швидко визначити вашу проблему, і наша служба підтримки зв’яжеться з вами проактивно.\n3. Категорія Гантелі\n1. Під час підключення пристрій має відповідати таким умовам:\n   (1) Під час процесу підключення продовжуйте виконувати коливальні рухи гантелями.\n   (2) Переконайтеся, що пристрій увімкнено та перебуває в стані готовності до підключення (Bluetooth-індикатор блимає).\n   (3) Переконайтеся, що ваш телефон надав додатку дозволи на доступ до геолокації та Bluetooth, і що Bluetooth завжди увімкнено.\n2. Якщо ви виключили вищезазначені ситуації, ви можете надіслати відгук користувача (з логом) через додаток; відгук має включати: опис проблеми, фотографії інформації про пристрій на корпусі пристрою, контактні дані, лог.\n   Отримавши ваш відгук, ми зможемо швидко визначити вашу проблему, і наша служба підтримки зв’яжеться з вами проактивно.\n4. Категорія Велосипеди\n1. Ви можете вимкнути пристрій, зачекати 5 секунд і знову увімкнути його.\n2. Під час підключення пристрій має відповідати таким умовам:\n   (1) Під час процесу підключення продовжуйте крутити педалі велосипеда.\n   (2) Переконайтеся, що пристрій увімкнено та перебуває в стані готовності до підключення (Bluetooth-індикатор блимає).\n   (3) Переконайтеся, що ваш телефон надав додатку дозволи на доступ до геолокації та Bluetooth, і що Bluetooth завжди увімкнено.\n3. Якщо ви виключили вищезазначені ситуації, ви можете надіслати відгук користувача (з логом) через додаток; відгук має включати: опис проблеми, фотографії інформації про пристрій на корпусі пристрою, контактні дані, лог.\n   Отримавши ваш відгук, ми зможемо швидко визначити вашу проблему, і наша служба підтримки зв’яжеться з вами проактивно."
        }
      ]
    }
  ]
}

