{
    "login": [{
        "groupTitle": "",
        "children": [
            {
                "title": "Восстановление пароля для входа",
                "subtitle": "Забыли пароль, можно сбросить",
                "detail": "Путь для сброса пароля:\nНа странице входа найдите кнопку «Забыли пароль», перейдите на страницу сброса пароля, введите адрес электронной почты и нажмите кнопку «Отправить письмо». KS Fit отправит письмо для сброса пароля на указанный адрес, следуйте инструкциям в письме для восстановления пароля."
            },
            {
                "title": "Почта не работает",
                "subtitle": "Исходная электронная почта ошибочна, необходимо изменить почту",
                "detail": "Своевременно измените привязанную электронную почту в KS Fit. Путь для смены почты:\nАккаунт и безопасность_Сменить привязанную почту, следуйте инструкциям на странице.\nЕсли проблема не решена, рекомендуем отправить обратную связь или связаться с службой поддержки KS Fit для решения вопроса."
            },
            {
                "title": "Не получаете письма от KS Fit?",
                "subtitle": "",
                "detail": "Попробуйте поискать их в папке ‘Спам’, так как некоторые почтовые сервисы могут ошибочно классифицировать их как спам. Если проблема не решена, вы можете отправить обратную связь или связаться с нами по адресу kingsmithfitness@gmail.com."
            }
        ]
    },
        {
            "groupTitle": "Часто задаваемые вопросы",
            "children": [

                {
                    "title": "Как зарегистрировать аккаунт в KS Fit",
                    "subtitle": "",
                    "detail": "KS Fit поддерживает регистрацию только через электронную почту.\n\nКонкретные шаги регистрации:\nПерейдите на KS Fit, на странице входа найдите кнопку «Регистрация», кликните на неё, чтобы перейти на страницу регистрации, введите адрес электронной почты и установите пароль, чтобы завершить регистрацию."
                },
                {
                    "title": "Как привязать/сменить привязку стороннего аккаунта",
                    "subtitle": "",
                    "detail": "1.Можно войти в систему:\nВы можете после успешного входа перейти в «Я_Настройки_Аккаунт и безопасность», чтобы привязать/сменить привязку Google/Apple. \n\n2.Не удается войти в систему:\nНажмите на «Восстановить аккаунт» на предыдущей странице, найдите свой аккаунт, войдите в систему, а затем выполните указанные выше действия."
                },
                {
                    "title": "Как удалить аккаунт",
                    "subtitle": "",
                    "detail": "После успешного входа в систему вы можете перейти в «Я_Настройки_Аккаунт и безопасность», чтобы удалить свой аккаунт."
                }

            ]
        }],
    "addDevice": [
        {
            "groupTitle": "",
            "children": [
                {
                    "title": "Что делать, если устройство не найдено?",
                    "subtitle": "",
                    "detail": "1. Выключите устройство, подождите 5 секунд и снова включите его.\n2. При поиске:\n(1) Убедитесь, что устройство включено и находится в режиме ожидания подключения (мигает индикатор Bluetooth), а также что оно достаточно близко к вам.\n(2) Если устройство не находится в режиме ожидания подключения и вы не знаете, кто его подключил, вы можете попытаться сбросить настройки устройства (или выключить его, если нет функции сброса) и повторить поиск.\n(3) Убедитесь, что приложение получило следующие разрешения: доступ к местоположению, поиск nearby устройств; путь к настройкам: Настройки - Управление приложениями - KS Fit - Управление разрешениями - Установите эти разрешения в состояние разрешено\n(4) Если ваше устройство - это гребной тренажер, потяните за ручку, чтобы активировать гребной тренажер, и держите экран включенным во время поиска.\n(5) Если ваше устройство - это спортивный велосипед, педалируйте, пока индикатор Bluetooth не начнет мигать во время поиска.\n(6) Если ваше устройство - это умный гантель, потрясите его или коснитесь панели, чтобы активировать гантель во время поиска.\n(8) Если вы используете телефон Android, включите Bluetooth, найдите nearby устройства Bluetooth и проверьте, отображается ли ваше устройство в списке nearby устройств Bluetooth. Также необходимо проверить, находится ли устройство в списке \"спаренных устройств\", и если да, отмените спаривание.\nЕсли вы используете телефон iOS, загрузите приложение \"nRF Connect\", откройте это приложение и проверьте, отображается ли ваше устройство в категории nearby устройств Bluetooth,\nЕсли ваше устройство не отображается в списке nearby устройств Bluetooth, возможно, с вашим оборудованием возникла проблема, вы можете обратиться в службу технической поддержки для ее решения.\n3. Если вышеуказанные ситуации были исключены, вы можете отправить обратную связь пользователя (с журналом) в приложение. Содержание обратной связи должно включать следующие элементы: описание проблемы, фотографию информации о устройстве на корпусе устройства, контактную информацию, журнал.\nПосле получения вашей обратной связи мы сможем быстро определить вашу проблему, и персонал службы поддержки клиентов также свяжется с вами после получения обратной связи."
                },
                {
                    "title": "Как добавить устройство?",
                    "subtitle": "",
                    "detail": "1. Сначала подключите устройство к источнику питания и включите его.\n2. Откройте приложение KS Fit, перейдите на страницу「Упражнения」, нажмите「+」в правом верхнем углу, чтобы попасть на страницу「Добавить устройство」.\n3. После входа на страницу「Добавить устройство」приложение автоматически начнет поиск устройств, который продлится 30 секунд.\n4. Найдите свое устройство в результатах поиска и нажмите「Подключиться」, чтобы установить соединение.\nУбедитесь, что устройство включено и находится в непосредственной близости во время поиска."
                },
                {
                    "title": "Что делать, если вы не знаете названия своего устройства?",
                    "subtitle": "",
                    "detail": "Название устройства, отображаемое в приложении, может не совпадать с названием в инструкции к устройству.\nЕсли вы не можете найти устройство с этим названием на странице「Добавить устройство」, вы можете попробовать подключиться к устройству, которое отображается в результатах поиска.\nЕсли ваша проблема не решена, пожалуйста, обратитесь в службу поддержки клиентов."
                },
                {
                    "title": "Что делать, если подключение устройства не удалось?",
                    "subtitle": "",
                    "detail": "Проверьте соответствующее решение в зависимости от типа вашего устройства:\n1. Категория Беговые дорожки/Ходильные машины:\n1. Вы можете выключить устройство, подождать 5 секунд и снова включить его.\n2. При подключении устройство должно соответствовать следующим условиям:\n   (1) Убедитесь, что устройство включено и находится в состоянии готовности к подключению (мигает индикатор Bluetooth), и что оно достаточно близко к вам.\n   (2) Убедитесь, что ваш телефон предоставил приложению разрешения на доступ к местоположению и Bluetooth, и что Bluetooth всегда включен.\n3. Если устройство уже отображается на странице карты, попробуйте “отвязать” его и повторите попытку.\n4. Если вышеуказанные ситуации исключены, вы можете отправить отзыв пользователя (с логом) через приложение; отзыв должен включать: описание проблемы, фотографии информации об устройстве на корпусе устройства, контактные данные, лог.\n   После получения вашего отзыва мы сможем быстро определить вашу проблему, и наша служба поддержки свяжется с вами主动联系您。\n2. Категория Гребные тренажеры\n1. Вы можете выключить устройство, подождать 5 секунд и снова включить его.\n2. При подключении устройство должно соответствовать следующим условиям:\n   (1) Во время процесса подключения продолжайте выполнять гребные движения.\n   (2) Убедитесь, что устройство включено и находится в состоянии готовности к подключению (мигает индикатор Bluetooth).\n   (3) Убедитесь, что ваш телефон предоставил приложению разрешения на доступ к местоположению и Bluetooth, и что Bluetooth всегда включен.\n3. Если вышеуказанные ситуации исключены, вы можете отправить отзыв пользователя (с логом) через приложение; отзыв должен включать: описание проблемы, фотографии информации об устройстве на корпусе устройства, контактные данные, лог.\n   После получения вашего отзыва мы сможем быстро определить вашу проблему, и наша служба поддержки свяжется с вами主动联系您。\n3. Категория Гантели\n1. При подключении устройство должно соответствовать следующим условиям:\n   (1) Во время процесса подключения продолжайте выполнять колебательные движения гантелями.\n   (2) Убедитесь, что устройство включено и находится в состоянии готовности к подключению (мигает индикатор Bluetooth).\n   (3) Убедитесь, что ваш телефон предоставил приложению разрешения на доступ к местоположению и Bluetooth, и что Bluetooth всегда включен.\n2. Если вышеуказанные ситуации исключены, вы можете отправить отзыв пользователя (с логом) через приложение; отзыв должен включать: описание проблемы, фотографии информации об устройстве на корпусе устройства, контактные данные, лог.\n   После получения вашего отзыва мы сможем быстро определить вашу проблему, и наша служба поддержки свяжется с вами主动联系您。\n4. Категория Велосипеды\n1. Вы можете выключить устройство, подождать 5 секунд и снова включить его.\n2. При подключении устройство должно соответствовать следующим условиям:\n   (1) Во время процесса подключения продолжайте крутить педали велосипеда.\n   (2) Убедитесь, что устройство включено и находится в состоянии готовности к подключению (мигает индикатор Bluetooth).\n   (3) Убедитесь, что ваш телефон предоставил приложению разрешения на доступ к местоположению и Bluetooth, и что Bluetooth всегда включен.\n3. Если вышеуказанные ситуации исключены, вы можете отправить отзыв пользователя (с логом) через приложение; отзыв должен включать: описание проблемы, фотографии информации об устройстве на корпусе устройства, контактные данные, лог.\n   После получения вашего отзыва мы сможем быстро определить вашу проблему, и наша служба поддержки свяжется с вами主动联系您。"
                }
            ]
        }
    ]
}
